{
    "self": {
        "type": "self",
        "name": "Self",
        "icon": "person",
        "definition": "Your own story about why this issue matters. Stories help elicit powerful emotions that resonate with audiences and motivate them to pay attention and act.",
        "description": [
            "Consider the following for your own story:",
            ["Creates emotional reactions such as sympathy or outrage",
            "Brief but with a powerful message"
        ]
        ],
        "example": "Vivianne Castillo described how many women don’t know they are being discriminated against. A manager said her position in the company couldn’t receive a type of pay. She later found her white colleagues in the same position were receiving the payment.",
        "tooltip": "A compelling story about how this issue affected you or someone close to you.",
        "fields": [
            {
                "name": "user_consequence",
                "title": "Consequence",
                "type": "textarea",
                "placeholder": "How does this issue affect me?",
                "info": "Write about how this issue personally affected you or someone close to you."
            },
            {
                "name": "user_event",
                "title": "Event",
                "type": "textarea",
                "placeholder": "When did you learn to care about this issue?",
                "info": "Write about a specific event that led you to care about this issue."
            }
        ]
    },
    "us": {
        "type": "us",
        "name": "Us",
        "icon": "lineandbar",
        "tooltip": "How does this issue affect others and/or your community?",
        "definition": "Connect to the data. Use insights from data to explain how this issue affects other people.",
        "description": [
            "Insights from data often have the following characteristics:",
            ["Shocking or Interesting", 
             "Clear and Direct",
             "Inspires Action"]
        ],
        "example": "Students in our entire county have to deal with underrepresentation in the classroom. 36% of students in the county are ethnic minorities but only 5% of teachers in the county are ethnic minorities.",
        "fields": [
            {
            "name": "user_consequence",
            "title": "Consequence",
            "type": "textarea",
            "placeholder": "How does this issue affect US/others?",
            "info": "The consequences and impact this issue is having on others and/or your community."
            },
            {
            "name": "user_data",
            "title": "Data Finding",
            "type": "textarea",
            "placeholder": "What does the data tell us?",
            "info": "What findings from the data explain this issue?"
            } 
        ]
    },
    "now": {
        "type": "now",
        "name": "Now",
        "icon": "hand_fist",
        "definition": "Tell people what to do and why they need to act now",
        "description": [
            "Consider the following suggestions:",
            ["Be specific, make it clear how to help",
            "Explain how this helps your cause",
            "Be persuasive, motivate the audience"]
        ],
        "tooltip": "A response you hope your audience might take towards the cause",
        "example": "We can't fix the gap we don't know about! Support legislation to force companies to disclose their gender pay gap!",
        "fields": [
            {
                "name": "user_action",
                "title": "Action",
                "type": "textarea",
                "placeholder": "What do we need to do about this?",
                "info": "What action do you want your audience to take? Be specific!"
            },
            {
                "name": "user_importance",
                "title": "Importance",
                "type": "textarea",
                "placeholder": "Why is this urgent?",
                "info": "Why is this issue urgent and important that your audience should take action?"
            }
        ]
    },
    "audience": {
        "type": "audience",
        "name": "Audience",
        "icon": "group",
        "definition": "Knowing your intended audience will help you customize your message. Your audience's existing beliefs, habits, and experiences can all impact the story you tell.",
        "tooltip": "Who is the intended target of your story?",
        "example": "Our audience is adults over the age of 18 who can vote and support legislation to combat the gender pay gap. Our audience may think that the gender pay gap has already been resolved and is no longer a major issue. Many of our audience believe in equality and fairness and can relate to being lied to, uncompensated, or unappreciated.",
        "description": [
            " Consider the following:",
            [
                "Who might listen and also be able to create change?",
                "What are some alternative stances your audience might hold?",
                "What experiences or beliefs might your audience relate to?"
            ]
        ],
        "fields": [
            {
                "name": "user_audience",
                "title": "Audience",
                "type": "textarea",
                "placeholder": "Write who your intended audience is",
                "info": "Who is the specific target of your message? What are their characteristics? "
            },
            {
                "name": "user_change",
                "title": "Change",
                "type": "textarea",
                "placeholder": "Write why this audience can create change",
                "info": "Why are you targeting this particular group? What power do they have to create change?"
            }
        ]
    }
}